euler/2.tex
% Created 2023-12-16 Sat 21:08
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.1 (Org mode 9.6.6)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{This is me first encountering Org Mode}
\label{sec:orgf2dfd6e}
\subsection{So now I want to see how it works}
\label{sec:org7566e59}
\subsubsection{Is it a markup language, how different is it from}
\label{sec:orgd80cde8}
\begin{enumerate}
\item Markdown and markless
\label{sec:orgd89e76a}

\begin{itemize}
\item This is a list in org mode
i find lists to be fun ways to store data

\item Lists are fun, ordered ones are too fun
\end{itemize}

\url{./1.lisp}[Euler Solution Code 1]
\end{enumerate}

\section{{\bfseries\sffamily TODO} Make awesome fires}
\label{sec:org82e98c2}
\section{{\bfseries\sffamily DONE} Attempted to use Org Mode}
\label{sec:org2999de9}

\section{{\bfseries\sffamily TODO} Schedule a Upwork meeting}
\label{sec:orgb50892c}
\begin{center}
\begin{tabular}{lrl}
Name & Age & Occupation\\[0pt]
\hline
John & 19 & Writer\\[0pt]
Paul & 50 & Convert\\[0pt]
\end{tabular}
\end{center}
\end{document}